Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# CharacterDetails_MoveModsToAnother.Text
source: Move Mods To Another Character:
es: Mover Mods a Otro Personaje:
ja: Modを他のキャラクターに移動:
pt_br: Mover Mods para Outro Personagem:
ru_ru: Переместить моды другому персонажу:
zh_cn: 将Mod移动到另一个角色：

# CharacterDetails_MoveModSearch.PlaceholderText
source: Search...
es: Buscar...
ja: 検索...
pt_br: Pesquisar...
ru_ru: Поиск...
zh_cn: 搜索...

# CharacterDetails_MoveModsSkinExpander.Header
source: Move Mods to another Skin
es: Mover Mods a otro Skin
ja: Modを別のスキンに移動
pt_br: Mover Mods para outra Skin
ru_ru: Переместить моды на другой скин
zh_cn: 将Mod移动到另一个皮肤

# CharacterDetails_OverrideButtonText.Text
source: Override
es: Sobrescribir
ja: オーバーライド
pt_br: Sobrescrever
ru_ru: Переопределить
zh_cn: 覆盖

# CharacterDetails_OverrideSkinSetTo.Text
source: Override Skin Set To:
es: Sobrescribir Skin a:
ja: オーバーライドスキンの設定:
pt_br: Skin de Sobrescrita Definida Para:
ru_ru: Скин переопределён на:
zh_cn: 覆盖皮肤设置为：

# CharacterDetails_RunCommandExpander.Header
source: Run Command on this folder
es: Ejecutar Comando en esta carpeta
ja: このフォルダーでコマンドを実行
pt_br: Executar Comando nesta pasta
ru_ru: Выполнить команду в этой папке
zh_cn: 在此文件夹中运行命令

# CharacterDetails_FullCommand.Text
source: Full Command:
es: Comando Completo:
ja: コマンド:
pt_br: Comando Completo:
ru_ru: Полная команда:
zh_cn: 完整命令：

# CharacterDetails_WorkingDirectory.Text
source: Working Directory:
es: Directorio de Trabajo:
ja: 作業ディレクトリ:
pt_br: Diretório de Trabalho:
ru_ru: Рабочая директория:
zh_cn: 工作目录：

# CharacterDetails_RunCommand.Content
source: Run
es: Ejecutar
ja: 実行
pt_br: Executar
ru_ru: Выполнить
zh_cn: 运行

# CharacterDetails_Loading.Text
source: Loading
es: Cargando
ja: 読み込み中
pt_br: Carregando
ru_ru: Загрузка
zh_cn: 加载中

# CharacterDetails_AddModMenuItem.Text
source: Add Mod...
es: Agregar Mod...
ja: Modを追加...
pt_br: Adicionar Mod...
ru_ru: Добавить мод...
zh_cn: 添加Mod...

# CharacterDetails_AddArchiveMenuItem.Text
source: Add Archive...
es: Agregar Archivo...
ja: アーカイブを追加...
pt_br: Adicionar Arquivo...
ru_ru: Добавить архив...
zh_cn: 添压缩包...

# CharacterDetails_RefreshModsMenuItem.Text
source: Refresh Mods
es: Refrescar Mods
ja: Modを再読み込み
pt_br: Atualizar Mods
ru_ru: Обновить моды
zh_cn: 刷新Mod

# CharacterDetails_MenuBar_Folders.Title
source: Folders
es: Carpetas
ja: フォルダー
pt_br: Pastas
ru_ru: Папки
zh_cn: 文件夹

# CharacterDetails_OpenRootFolder.Text
source: Open 3Dmigoto Root folder...
es: Abrir carpeta raíz de 3Dmigoto...
ja: 3Dmigotoルートフォルダーを開く...
pt_br: Abrir pasta raiz do 3Dmigoto...
ru_ru: Открыть корневую папку 3Dmigoto...
zh_cn: 打开3Dmigoto根文件夹...

# CharacterDetails_OpenCharacterModFolder.Text
source: Open Character's Mod folder...
es: Abrir carpeta de Mods del Personaje...
ja: キャラクターのModフォルダーを開く...
pt_br: Abrir pasta de Mods do Personagem...
ru_ru: Открыть папку модов персонажа...
zh_cn: 打开角色Mod文件夹...

# CharacterDetails_OpenSelectedModFolder.Text
source: Open Selected Mod folder...
es: Abrir carpeta del Mod seleccionado...
ja: 選択したModのフォルダーを開く...
pt_br: Abrir pasta do Mod selecionado...
ru_ru: Открыть папку выбранного мода...
zh_cn: 打开选中的Mod文件夹...

# CharacterDetails_MenuBar_View.Title
source: View
es: Vista
ja: 表示
pt_br: Visualizar
ru_ru: Вид
zh_cn: 视图

# CharacterDetails_SingleSelectToggle.Text
source: Single Select
es: Selección Única
ja: 単一選択
pt_br: Seleção Única
ru_ru: Одиночный выбор
zh_cn: 单选

# CharacterDetails_ShowModFolderNames.Text
source: Show 'Mod Folder Names' column
es: Mostrar columna 'Nombres de Carpeta de Mods'
ja: 'Modフォルダー名'列を表示
pt_br: Mostrar coluna 'Nomes da Pasta de Mods'
ru_ru: Показать столбец 'Имена папок модов'
zh_cn: 显示'Mod文件夹名称'列

# CharacterDetails_MenuBar_ModPreferences.Title
source: Mod Preferences
es: Preferencias de Mod
ja: Mod設定
pt_br: Preferências de Mod
ru_ru: Настройки модов
zh_cn: Mod偏好

# CharacterDetails_SavePreferencesToggle.Text
source: Save preferences for selected mod
es: Guardar preferencias para el mod seleccionado
ja: 選択したModの設定を保存
pt_br: Salvar preferências para o mod selecionado
ru_ru: Сохранить настройки для выбранного мода
zh_cn: 保存所选Mod的偏好

# CharacterDetails_ReadPreferencesToggle.Text
source: Read preferences for selected mod
es: Leer preferencias para el mod seleccionado
ja: 選択したModの設定を読み込み
pt_br: Ler preferências para o mod selecionado
ru_ru: Прочитать настройки для выбранного мода
zh_cn: 读取所选Mod的偏好

# CharacterDetails_MultipleModsActive.Message
source: Multiple Mods active
es: Múltiples Mods activos
ja: 複数のModが有効です
pt_br: Múltiplos Mods ativos
ru_ru: Активно несколько модов
zh_cn: 多个Mod处于活跃状态

# CharacterDetails_SearchModsTextBox.PlaceholderText
source: Search Mods...
es: Buscar Mods...
ja: Modを検索...
pt_br: Pesquisar Mods...
ru_ru: Поиск модов...
zh_cn: 搜索Mod...

# CharacterDetails_ViewToggle.OffContent
source: Detailed View
es: Vista Detallada
ja: 詳細表示
pt_br: Visualização Detalhada
ru_ru: Подробный вид
zh_cn: 详细视图

# ModPane_SetModIniFile.Text
source: Set mod .ini file
es: Establecer archivo .ini del mod
ja: Modの.iniファイルを設定
pt_br: Definir arquivo .ini do mod
ru_ru: Установить .ini файл мода
zh_cn: 设置Mod的.ini文件

# ModPane_IgnoreIniFile.Text
source: Ignore .ini file for this mod
es: Ignorar archivo .ini para este mod
ja: このModの.iniファイルを無視
pt_br: Ignorar arquivo .ini para este mod
ru_ru: Игнорировать .ini файл для этого мода
zh_cn: 忽略此Mod的.ini文件

# ModPane_ModUrl.Header
source: Mod Url:
es: URL del Mod:
pt_br: URL do Mod:
ru_ru: URL мода:

# ModPane_SearchButton.Text
source: Search
es: Buscar

# ModPane_SearchButtonTooltip
source: Search GameBanana for this mod to re-link its URL
es: Buscar este mod en GameBanana para re-vincular su URL

# ModPane_SearchResultsTitle
source: Search GameBanana
es: Buscar en GameBanana

# ModPane_UseThisMod
source: Use this mod
es: Usar este mod

# ModPane_NoSearchResults
source: No results found
es: No se encontraron resultados

# ModPane_NoSearchResultsMsg
source: Could not find any mods matching your search on GameBanana.
es: No se pudo encontrar ningún mod que coincida con tu búsqueda en GameBanana.

# ModPane_SearchError
source: Search failed
es: Error de búsqueda

# ModPane_ForwardKey.Header
source: Forward Key
es: Tecla Adelante
ja: 前方キー
pt_br: Tecla Avançar
ru_ru: Клавиша вперёд
zh_cn: 前进键

# ModPane_Variations.Text
source: Variations:
es: Variaciones:
ja: バリエーション:
pt_br: Variações:
ru_ru: Вариации:
zh_cn: 变体：

# ModPane_BackwardKey.Header
source: Backward Key
es: Tecla Atrás
ja: 後方キー
pt_br: Tecla Voltar
ru_ru: Клавиша назад
zh_cn: 后退键

# ModPane_KeySwapDisabled.Text
source: Key swap management is disabled for this mod
es: La gestión de intercambio de teclas está deshabilitada para este mod
ja: このModではキー入れ替え管理が無効です
pt_br: O gerenciamento de troca de teclas está desabilitado para este mod
ru_ru: Управление заменой клавиш отключено для этого мода
zh_cn: 此Mod的按键交换管理已禁用

# ModPane_SaveButtonText.Text
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存

# ModPane_ModEnabled.Text
source: Mod Enabled
es: Mod Habilitado
ja: Mod有効
pt_br: Mod Habilitado
ru_ru: Мод включён
zh_cn: Mod已启用

# ModPane_OpenModFolder.Content
source: Open Mod Folder...
es: Abrir Carpeta del Mod...
ja: Modフォルダーを開く...
pt_br: Abrir Pasta do Mod...
ru_ru: Открыть папку мода...
zh_cn: 打开Mod文件夹...

# PresetPage_AutoSyncWarning.Text
source: Auto sync not enabled! Remember to manually reload 3Dmigoto config when doing changes
es: ¡Sincronización automática no habilitada! Recuerda recargar manualmente la configuración de 3Dmigoto al hacer cambios
ja: 自動同期が有効ではありません！変更を行う際は手動で3Dmigoto設定を再読み込みしてください。
pt_br: Sincronização automática não habilitada! Lembre-se de recarregar manualmente a configuração do 3Dmigoto ao fazer alterações
ru_ru: Автосинхронизация не включена! Не забудьте вручную перезагрузить конфигурацию 3Dmigoto при внесении изменений
zh_cn: 未启用自动同步！更改时请记得手动重新加载3Dmigoto配置。

# PresetPage_PageTitle.Text
source: Mod Presets and Mod Preferences
es: Mod Presets y Preferencias de Mod
ja: ModプリセットとMod設定
pt_br: Presets de Mod e Preferências de Mod
ru_ru: Пресеты модов и настройки модов
zh_cn: Mod预设与Mod偏好

# PresetPage_NewPresetName.Header
source: New Preset Name
es: Nuevo Nombre de Preset
ja: 新しいプリセット名
pt_br: Novo Nome do Preset
ru_ru: Новое имя пресета
zh_cn: 新预设名称

# PresetPage_CreatePresetButton.Content
source: Save active mod preferences and create new preset
es: Guardar preferencias activas de mod y crear nuevo preset
ja: アクティブなMod設定を保存して新しいプリセットを作成
pt_br: Salvar preferências ativas de mod e criar novo preset
ru_ru: Сохранить активные настройки модов и создать новый пресет
zh_cn: 保存当前Mod偏好并创建新预设

# PresetPage_CreateEmptyPreset.Content
source: Create as an empty preset
es: Crear como un preset vacío
ja: 空のプリセットとして作成
pt_br: Criar como um preset vazio
ru_ru: Создать как пустой пресет
zh_cn: 创建为空预设

# PresetPage_AutoSyncPreferences.Content
source: Auto sync Mod Preferences when switching presets
es: Sincronización automática de Preferencias de Mod al cambiar de preset
ja: プリセット切り替え時にMod設定を自動同期
pt_br: Sincronizar automaticamente Preferências de Mod ao trocar de preset
ru_ru: Автосинхронизация настроек модов при переключении пресетов
zh_cn: 切换预设时自动同步Mod偏好

# PresetPage_SaveActivePreferencesButton.Content
source: Save active mod preferences (KeySwaps) to mods
es: Guardar preferencias activas de mod (KeySwaps) en los mods
ja: アクティブなMod設定（キー入れ替え）をModに保存
pt_br: Salvar preferências ativas de mod (KeySwaps) nos mods
ru_ru: Сохранить активные настройки модов (KeySwaps) в моды
zh_cn: 将当前Mod偏好（按键交换）保存到Mod中

# PresetPage_ApplySavedPreferencesButton.Content
source: Apply saved mod preferences (KeySwaps)
es: Aplicar preferencias guardadas de mod (KeySwaps)
ja: 保存されたMod設定（キー入れ替え）を適用
pt_br: Aplicar preferências salvas de mod (KeySwaps)
ru_ru: Применить сохранённые настройки модов (KeySwaps)
zh_cn: 应用已保存的Mod偏好（按键交换）

# PresetPage_ShowManualControls.Content
source: Show Manual controls
es: Mostrar controles manuales
ja: 手動コントロールを表示
pt_br: Mostrar controles manuais
ru_ru: Показать ручное управление
zh_cn: 显示手动控制

# PresetPage_EnabledModsCount.Text
source: Preset Enabled Mods Count:
es: Conteo de Mods Habilitados del Preset:
ja: プリセットの有効Mod数:
pt_br: Contagem de Mods Habilitados do Preset:
ru_ru: Количество включённых модов в пресете:
zh_cn: 预设已启用Mod数：

# PresetPage_CreatedAt.Text
source: Created at:
es: Creado el:
ja: 作成日時:
pt_br: Criado em:
ru_ru: Создан:
zh_cn: 创建时间：

# PresetPage_GoToPresetDetails.Content
source: Go to Preset Details
es: Ir a Detalles del Preset
ja: プリセット詳細へ
pt_br: Ir para Detalhes do Preset
ru_ru: Перейти к деталям пресета
zh_cn: 转到预设详情

# PresetPage_ApplyPresetButton.Content
source: Apply Preset
es: Aplicar Preset
ja: プリセットを適用
pt_br: Aplicar Preset
ru_ru: Применить пресет
zh_cn: 应用预设

# PresetPage_ApplyConfirm.Content
source: Confirm
es: Confirmar
ja: 確認
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认

# PresetPage_ReadOnlyMenuItem.Text
source: Read Only
es: Solo Lectura
ja: 読み取り専用
pt_br: Somente Leitura
ru_ru: Только для чтения
zh_cn: 只读

# PresetPage_DuplicateMenuItem.Text
source: Duplicate
es: Duplicar
ja: 複製
pt_br: Duplicar
ru_ru: Дублировать
zh_cn: 复制

# PresetPage_DeleteMenuItem.Text
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除

# PresetPage_RandomizeModsButton.Content
source: Randomize Mods
es: Aleatorizar Mods
ja: Modをランダム化
pt_br: Aleatorizar Mods
ru_ru: Случайные моды
zh_cn: 随机化Mod

# PresetPage_ResetModPreferencesButton.Content
source: Reset Mod Preferences
es: Restablecer Preferencias de Mod
ja: Mod設定をリセット
pt_br: Redefinir Preferências de Mod
ru_ru: Сбросить настройки модов
zh_cn: 重置Mod偏好

# PresetPage_ResetPreferencesDialogText.Text
source: Reset persisted mod preferences
es: Restablecer preferencias de mod persistidas
ja: 保持されているMod設定をリセット
pt_br: Redefinir preferências de mod persistidas
ru_ru: Сбросить сохранённые настройки модов
zh_cn: 重置已保存的Mod偏好

# PresetPage_ResetOnlyEnabledMods.Content
source: Reset only for enabled Mods
es: Restablecer solo para Mods habilitados
ja: 有効なModのみリセット
pt_br: Redefinir apenas para Mods habilitados
ru_ru: Сбросить только для включённых модов
zh_cn: 仅重置已启用Mod

# PresetPage_AlsoReset3DMigoto.Content
source: Also clear preferences in to 3Dmigoto user ini
es: También limpiar preferencias en el ini de usuario de 3Dmigoto
ja: 3Dmigotoのユーザーiniの設定もクリア
pt_br: Também limpar preferências no ini de usuário do 3Dmigoto
ru_ru: Также очистить настройки в пользовательском ini 3Dmigoto
zh_cn: 同时清除3Dmigoto用户ini中的偏好

# PresetPage_RenameText
source: Rename
es: Renombrar
ja: 名前の変更
pt_br: Renomear
ru_ru: Переименовать
zh_cn: 重命名

# PresetPage_ConfirmText
source: Save New Name
es: Guardar Nuevo Nombre
ja: 新しい名前を保存
pt_br: Salvar Novo Nome
ru_ru: Сохранить новое имя
zh_cn: 保存新名称

# PresetPage_ResetConfirm.Content
source: Confirm
es: Confirmar
ja: 確認
pt_br: Confirmar
ru_ru: Подтвердить
zh_cn: 确认

# ModInstallerPage_SetModPreviewImage.Text
source: Set mod preview image
es: Establecer imagen de vista previa del mod
ja: Modのプレビュー画像を設定
pt_br: Definir imagem de prévia do mod
ru_ru: Установить изображение предпросмотра мода
zh_cn: 设置Mod预览图

# ModInstallerPage_SetRootModFolder.Text
source: Set Root Mod Folder
es: Establecer Carpeta Raíz del Mod
ja: Modルートフォルダーを設定
pt_br: Definir Pasta Raiz do Mod
ru_ru: Установить корневую папку мода
zh_cn: 设置Mod根文件夹

# ModInstallerPage_SetShaderFixesFolder.Text
source: Set ShaderFixes Folder
es: Establecer Carpeta de ShaderFixes
ja: ShaderFixesフォルダーを設定
pt_br: Definir Pasta de ShaderFixes
ru_ru: Установить папку ShaderFixes
zh_cn: 设置ShaderFixes文件夹

# ModInstallerPage_DuplicateModDialog.Title
source: A folder with the same name exists
es: Ya existe una carpeta con el mismo nombre
ja: 同じ名前のフォルダーが存在します
pt_br: Já existe uma pasta com o mesmo nome
ru_ru: Папка с таким именем уже существует
zh_cn: 同名文件夹已存在

# ModInstallerPage_DuplicateInfoBar.Message
source: 1. You can choose to overwrite the old mod, deleting it. Or 2. You can rename either the new or the old mod
es: 1. Puedes sobrescribir el mod antiguo eliminándolo. O 2. Puedes renombrar el mod nuevo o el antiguo
ja: 1. 古いModを上書きして削除するか、 または 2. 新しいModか古いModのどちらかを名前変更できます
pt_br: 1. Você pode optar por sobrescrever o mod antigo, excluindo-o. Ou 2. Você pode renomear o mod novo ou o antigo
ru_ru: 1. Вы можете перезаписать старый мод, удалив его. Или 2. Вы можете переименовать новый или старый мод
zh_cn: 1. 你可以选择覆盖旧Mod，将其删除。 或者 2. 你可以重命名新Mod或旧Mod

# ModInstallerPage_NewModLabel.Text
source: New Mod:
es: Nuevo Mod:
ja: 新しいMod:
pt_br: Novo Mod:
ru_ru: Новый мод:
zh_cn: 新Mod：

# ModInstallerPage_NewModCustomName.Header
source: Custom name
es: Nombre personalizado
ja: カスタム名
pt_br: Nome personalizado
ru_ru: Пользовательское имя
zh_cn: 自定义名称

# ModInstallerPage_NewModFolderName.Header
source: Folder name
es: Nombre de carpeta
ja: フォルダー名
pt_br: Nome da pasta
ru_ru: Имя папки
zh_cn: 文件夹名称

# ModInstallerPage_OtherModLabel.Text
source: Other Mod:
es: Otro Mod:
ja: 既存のMod:
pt_br: Outro Mod:
ru_ru: Другой мод:
zh_cn: 其他Mod：

# ModInstallerPage_OtherModCustomName.Header
source: Custom name
es: Nombre personalizado
ja: カスタム名
pt_br: Nome personalizado
ru_ru: Пользовательское имя
zh_cn: 自定义名称

# ModInstallerPage_OtherModFolderName.Header
source: Folder name
es: Nombre de carpeta
ja: フォルダー名
pt_br: Nome da pasta
ru_ru: Имя папки
zh_cn: 文件夹名称

# ModInstallerPage_OpenExistingModFolder.Text
source: Open existing mod folder...
es: Abrir carpeta de mod existente...
ja: 既存のModフォルダーを開く...
pt_br: Abrir pasta de mod existente...
ru_ru: Открыть существующую папку мода...
zh_cn: 打开现有Mod文件夹...

# ModInstallerPage_OverwriteExistingMod.Content
source: Overwrite existing mod
es: Sobrescribir mod existente
ja: 既存のModを上書き
pt_br: Sobrescrever mod existente
ru_ru: Перезаписать существующий мод
zh_cn: 覆盖现有Mod

# ModInstallerPage_ReplaceInPresets.Text
source: Replace duplicate mod in presets with new mod
es: Reemplazar mod duplicado en presets con el nuevo mod
ja: プリセット内の重複Modを新しいModで置き換え
pt_br: Substituir mod duplicado nos presets pelo novo mod
ru_ru: Заменить дублирующийся мод в пресетах новым модом
zh_cn: 用新Mod替换预设中的重复Mod

# ModInstallerPage_RetrieveModInfo.Text
source: Retrieve mod info from the mod page
es: Obtener información del mod desde la página del mod
ja: Modページから情報を取得
pt_br: Obter informações do mod na página do mod
ru_ru: Получить информацию о моде со страницы мода
zh_cn: 从Mod页面获取Mod信息

# ModInstallerPage_ModPageUrl.Header
source: Mod page url
es: URL de la página del mod
ja: ModページURL
pt_br: URL da página do mod
ru_ru: URL страницы мода
zh_cn: Mod页面URL

# ModInstallerPage_ModCustomName.Header
source: Mod Custom Name
es: Nombre Personalizado del Mod
ja: Modカスタム名
pt_br: Nome Personalizado do Mod
ru_ru: Пользовательское имя мода
zh_cn: Mod自定义名称

# ModInstallerPage_Author.Header
source: Author
es: Autor
ja: 作成者
pt_br: Autor
ru_ru: Автор
zh_cn: 作者

# ModInstallerPage_Note.Header
source: Note
es: Nota
ja: メモ
pt_br: Anotação
ru_ru: Заметка
zh_cn: 备注

# ModInstallerPage_ModFolderLabel.Text
source: ModFolder:
es: CarpetaMod:
ja: Modフォルダー:
pt_br: PastaMod:
ru_ru: Папка мода:
zh_cn: Mod文件夹：

# ModInstallerPage_PreviewImageSourceLabel.Text
source: Preview Image Source:
es: Fuente de Imagen de Vista Previa:
ja: プレビュー画像ソース:
pt_br: Fonte da Imagem de Prévia:
ru_ru: Источник изображения предпросмотра:
zh_cn: 预览图片来源：

# ModInstallerPage_ImageSourceAuto.Content
source: Auto
es: Automático
ja: 自動
pt_br: Automático
ru_ru: Авто
zh_cn: 自动

# ModInstallerPage_ImageSourceModFiles.Content
source: Mod Files
es: Archivos del Mod
ja: Modファイル
pt_br: Arquivos do Mod
ru_ru: Файлы мода
zh_cn: Mod文件

# ModInstallerPage_ImageSourceIgnore.Content
source: Ignore
es: Ignorar
ja: 無視
pt_br: Ignorar
ru_ru: Игнорировать
zh_cn: 忽略

# ModInstallerPage_SelectRootFolderHint.Text
source: Here you can select the root of the mod folder.
es: Aquí puedes seleccionar la raíz de la carpeta del mod.
ja: ここでModフォルダーのルートを選択できます。
pt_br: Aqui você pode selecionar a raiz da pasta do mod.
ru_ru: Здесь вы можете выбрать корень папки мода.
zh_cn: 在此处可以选择Mod文件夹的根目录。

# ModInstallerPage_ModFolderDescription.Text
source: This is usually the folder that contains the 'merged.ini/Script.ini' or '.JASM_ModConfig.json'. JASM+ will automatically detect the mod folder and the merged.ini file. If you want to manually select the mod folder, you can do so by right clicking the folder in the overview above.
es: Esta es usualmente la carpeta que contiene el 'merged.ini/Script.ini' o '.JASM_ModConfig.json'. JASM+ detectará automáticamente la carpeta del mod y el archivo merged.ini. Si deseas seleccionar manualmente la carpeta del mod, puedes hacerlo haciendo clic derecho en la carpeta en la vista general de arriba.
zh_cn: 这通常是包含'merged.ini/Script.ini'或'.JASM_ModConfig.json'的文件夹。JASM会自动检测Mod文件夹和merged.ini文件。如果你想手动选择Mod文件夹，可以在上面的概览中右键点击文件夹进行选择。

# ModInstallerPage_ManualImageSelectionHint.Text
source: You can also manually select image file for the mod preview image. It's usually fine to just press 'Add Mod'
es: También puedes seleccionar manualmente un archivo de imagen para la vista previa del mod. Generalmente es suficiente con presionar 'Agregar Mod'.
ja: Modのプレビュー画像ファイルを手動で選択することもできます。通常は「Modを追加」を押すだけで十分です。
pt_br: Você também pode selecionar manualmente um arquivo de imagem para a prévia do mod. Geralmente é suficiente apenas pressionar 'Adicionar Mod'.
ru_ru: Вы также можете вручную выбрать файл изображения для предпросмотра мода. Обычно достаточно просто нажать 'Добавить мод'.
zh_cn: 你也可以手动选择Mod预览图的图片文件。通常只需点击「添加Mod」即可。

# ModInstallerPage_ForceOverwriteDifferentNameMod.Content
source: Force Overwrite Different Name Mod?
es: ¿Forzar Sobrescritura de Mod con Nombre Diferente?
ja: 異なる名前のModを強制上書きしますか？
pt_br: Forçar Sobrescrita de Mod com Nome Diferente?
ru_ru: Принудительно перезаписать мод с другим именем?
zh_cn: 强制覆盖不同名称的Mod？

# ModInstallerPage_ReplaceInPresetsMain.Text
source: Replace duplicate mod in presets with new mod
es: Reemplazar mod duplicado en presets con el nuevo mod
ja: プリセット内の重複Modを新しいModで置き換え
pt_br: Substituir mod duplicado nos presets pelo novo mod
ru_ru: Заменить дублирующийся мод в пресетах новым модом
zh_cn: 用新Mod替换预设中的重复Mod

# ModInstallerPage_MergedIniFileFolderLabel.Text
source: MergedIniFile Folder:
es: Carpeta de MergedIniFile:
ja: MergedIniFileフォルダー:
pt_br: Pasta MergedIniFile:
ru_ru: Папка MergedIniFile:
zh_cn: MergedIniFile文件夹：

# ModInstallerPage_ShaderFixesFolderLabel.Text
source: ShaderFixes Folder:
es: Carpeta de ShaderFixes:
ja: ShaderFixesフォルダー:
pt_br: Pasta ShaderFixes:
ru_ru: Папка ShaderFixes:
zh_cn: ShaderFixes文件夹：

# ModInstallerPage_ShaderFixesAuto.Content
source: Auto
es: Automático
ja: 自動
pt_br: Automático
ru_ru: Авто
zh_cn: 自动

# ModInstallerPage_ShaderFixesManualSelect.Content
source: Manual Select
es: Selección Manual
ja: 手動選択
pt_br: Seleção Manual
ru_ru: Выбрать вручную
zh_cn: 手动选择

# ModInstallerPage_ShaderFixesIgnore.Content
source: Ignore
es: Ignorar
ja: 無視
pt_br: Ignorar
ru_ru: Игнорировать
zh_cn: 忽略

# ModInstallerPage_EnableOnlyMod.Content
source: Enable this mod and disable others?
es: ¿Habilitar este mod y deshabilitar otros?
ja: このModを有効にして他を無効にしますか？
pt_br: Habilitar este mod e desabilitar outros?
ru_ru: Включить этот мод и отключить другие?
zh_cn: 启用此Mod并禁用其他Mod？

# ModInstallerPage_AddModButton.Content
source: Add Mod
es: Agregar Mod
ja: Modを追加
pt_br: Adicionar Mod
ru_ru: Добавить мод
zh_cn: 添加Mod

# CharacterGalleryPage_SelectSkin.Content
source: Select Skin
es: Seleccionar Skin
ja: スキンを選択
pt_br: Selecionar Skin
ru_ru: Выбрать скин
zh_cn: 选择皮肤

# CharacterGalleryPage_SortBy.Text
source: Sort by:
es: Ordenar por:
ja: 並び替え:
pt_br: Ordenar por:
ru_ru: Сортировать по:
zh_cn: 排序方式：

# CharacterGalleryPage_SortMods.PlaceholderText
source: Sort Mods...
es: Ordenar Mods...
ja: Modを並び替え...
pt_br: Ordenar Mods...
ru_ru: Сортировать моды...
zh_cn: 排序Mod...

# CharacterGalleryPage_SortDateAdded.Content
source: Date Added
es: Fecha Agregado
ja: 追加日
pt_br: Data de Adição
ru_ru: Дата добавления
zh_cn: 添加日期

# CharacterGalleryPage_SortFolderName.Content
source: Folder Name
es: Nombre de Carpeta
ja: フォルダー名
pt_br: Nome da Pasta
ru_ru: Имя папки
zh_cn: 文件夹名称

# CharacterGalleryPage_SortName.Content
source: Name
es: Nombre
ja: 名前
pt_br: Nome
ru_ru: Имя
zh_cn: 名称

# CharacterGalleryPage_ViewButton.Text
source: View
es: Ver
ja: 表示
pt_br: Visualizar
ru_ru: Вид
zh_cn: 视图

# CharacterGalleryPage_AdjustHeight.Text
source: Adjust Height:
es: Ajustar Altura:
ja: 高さ調整:
pt_br: Ajustar Altura:
ru_ru: Регулировка высоты:
zh_cn: 调整高度：

# CharacterGalleryPage_AdjustDesiredWidth.Text
source: Adjust Desired Width:
es: Ajustar Ancho Deseado:
ja: 幅調整:
pt_br: Ajustar Largura Desejada:
ru_ru: Регулировка ширины:
zh_cn: 调整期望宽度：

# CharacterGalleryPage_SingleSelect.ToolTip
source: Selecting this will only allow one mod to be enabled at a time.
es: Seleccionar esto solo permitirá que un mod esté habilitado a la vez.
ja: これを選択すると、一度に1つのModのみ有効にできます。
pt_br: Selecionar isso permitirá que apenas um mod seja habilitado por vez.
ru_ru: При выборе этого параметра одновременно может быть включён только один мод.
zh_cn: 选择此项后，一次只能启用一个Mod。

# CharacterGalleryPage_SearchMods.PlaceholderText
source: Search Mods...
es: Buscar Mods...
ja: Modを検索...
pt_br: Pesquisar Mods...
ru_ru: Поиск модов...
zh_cn: 搜索Mod...

# CharacterGalleryPage_ViewToggleSwitch.OnContent
source: Gallery View
es: Vista Galería
ja: ギャラリー表示
pt_br: Visualização em Galeria
ru_ru: Галерея
zh_cn: 画廊视图

# CharacterGalleryPage_ViewToggleSwitch.OffContent
source: Detailed View
es: Vista Detallada
ja: 詳細表示
pt_br: Visualização Detalhada
ru_ru: Подробный вид
zh_cn: 详细视图

# CharacterGalleryPage_SingleSelect.Content
source: Single Select
es: Selección Única
ja: 単一選択
pt_br: Seleção Única
ru_ru: Одиночный выбор
zh_cn: 单选

# CharacterGalleryPage_SaveImage.Text
source: Save Image
es: Guardar Imagen
ja: 画像を保存
pt_br: Salvar Imagem
ru_ru: Сохранить изображение
zh_cn: 保存图片
